<template>
    <div class="legal-container">
        <h2>Правила использования сайта Furry World</h2>

        <p>
            Настоящий документ представляет собой правила использования платформы (далее — Сайт) на изложенных ниже
            условиях.
            Пользователь, совершающий действия по использованию Сайта, автоматически подтверждает своё согласие с
            условиями данной оферты.
        </p>

        <h3>Цель платформы</h3>
        <p>
            Цель платформы — предоставить всем желающим возможность публиковать и наслаждаться текстовым и визуальным
            творчеством.
        </p>
        <p>
            Мы призываем соблюдать принципы взаимоуважения, осознанности и корректного поведения.
        </p>

        <h3>Запрещено</h3>
        <ul>
            <li>Призывы к насилию, противоправным действиям, оправдание фашизма.</li>
            <li>Политическая пропаганда.</li>
            <li>Публикация и распространение детской порнографии.</li>
            <li>Излишне детализированное изображение насилия.</li>
        </ul>

        <h3>Модерация контента</h3>
        <p>
            Все материалы, публикуемые на Сайте, проходят автоматическую, а затем ручную проверку на соответствие
            правилам.
            В случае выявления нарушений материал может быть деактивирован без предварительного уведомления Автора.
        </p>
        <p>
            В случае поступления запроса от государственных органов на удаление определённого материала,
            мы связываемся с Автором. Материал временно деактивируется до разрешения спорных вопросов.
            Если компромисс не будет найден, материал остаётся деактивированным без возможности повторной публикации.
        </p>
        <p>
            Авторы обязуются устанавливать возрастные ограничения на свои произведения.
            При нарушении данного требования администрация вправе применить премодерацию для аккаунта.
            В случае подозрения на плагиат Автор должен предоставить доказательства права на размещение материала.
        </p>

        <h3>Авторские права</h3>
        <p>
            Все материалы (тексты и визуальные элементы), публикуемые Авторами или их Представителями, принадлежат их
            правообладателям.
        </p>
        <p>
            Оставленные комментарии выражают мнение конкретного пользователя.
            Администрация не несёт ответственности за содержание комментариев и может не разделять высказанное мнение.
            Однако комментарии, содержащие политику, призывы к противоправным действиям, рекламу запрещённых веществ или
            детской порнографии, будут удалены.
        </p>
        <p>
            Пользователи обязуются не публиковать материалы, нарушающие авторские права третьих лиц.
            В случае получения жалобы от правообладателя на нарушение авторских прав, Администрация вправе удалить
            спорный материал без предварительного уведомления Автора.
        </p>

        <h3>Заключительные положения</h3>
        <p>
            Использование Сайта подтверждает согласие с условиями настоящих правил.
            Администрация оставляет за собой право вносить изменения в документ.
            Актуальная версия всегда доступна для ознакомления на Сайте.
        </p>
    </div>

</template>
