<template>
    <div class="section-container">
        <div class="h1">Политика в отношении обработки файлов «Cookie» и метрических данных</div>
        <b>Файлы «Cookie»</b>
        <div>
            Файлы «Cookie» представляют собой небольшие фрагменты информации, которые размещаются на вашем компьютере
            при
            посещении определенных веб-сайтов. Файлы «Cookie» используются для улучшения персонализации и
            интерактивности в
            предоставлении информации на сайте.</div>
        <div>

            При первом посещении данного сайта, с помощью нового браузера или в режиме приватного просмотра
            предоставляется
            баннер, запрашивающий ваше согласие на обработку файлов «Cookie» в соответствии с требованиями
            законодательства.
            Нажав кнопку «Принять» или продолжая пользоваться нашим сайтом, вы соглашаетесь на размещение файлов
            «Cookie».<br />

            Используются два вида файлов «Cookie»: временные (сессионные), срок действия которых истекает после закрытия
            интернет-обозревателя, и бессрочные, которые при необходимости могут быть удалены пользователем из его
            компьютера.</div>
        <div>

            Сторонние организации не имеют доступа к файлам «Cookie» нашего сайта. Сторонние организации (например,
            Microsoft,
            Google, Yandex и т.п.), которые размещают собственные файлы «Cookie», включая ваш браузер, имеют собственные
            политики использования файлов «Cookie».
        </div>
        <div>
            Данные метрических систем (статистические данные)<br />
            Использование функционала метрических систем, таких как Яндекс.Метрика, Рамблер Топ100, LiveInternet и т.п.,
            позволяет определить уникального посетителя сайта, формировать сведения о его предпочтениях и поведении на
            сайте.
        </div>
        <div>
            Мы обрабатываем данные метрических систем с целью сбора и анализа информации о производительности и
            использовании
            сайта пользователями.
        </div>
        <div>
            Если вы хотите отказаться от предоставления файлов «Cookie» и метрических данных<br />
            Использование файлов «Cookie» и метрических систем может быть отключено в интернет-обозревателе (просим вас
            ознакомиться с данной возможностью в разделе «Справка» вашего браузера). При отключении использования файлов
            «Cookie» могут быть недоступны некоторые функции сайта.
        </div>
    </div>
</template>
<style scoped>
.section-container {
    color: white;
    display: flex;
    flex-direction: column;
    gap: 20px;
    flex-wrap: wrap;
}
</style>
