<template>
  <div class="section-container">
    <div class="h2">Правила размещения ИИ контента</div>
      <div>
           1. Размещение работ сгенерированных нейросетью в основной галере сайта, без указания тега ИИ - запрещено. 
	   2. Тег ИИ будет автоматически проставлен работам, которые система посчитает сгенерированными или в случае, если администрация сайта посчитает его таковым.
  	   3. Если Вы считаете, что размещенная работа была по ошибке отмечена как ИИ-арт - напишите нам.
 	  <div class="muted">Нейросетевой контент приветствуется, но для его размещения помимо правил  соблюдения возрастного ценза - следует еще соблюдать следующие правила:</div> 
     </div>
  </div>
</template>
